// +----------------------------------------------------------------------
// | 
// +----------------------------------------------------------------------
// | Copyright © 2017 版权 All Rights Reserved.
// +----------------------------------------------------------------------
// | Author: 吴荣超
// +----------------------------------------------------------------------
// | Date  : 2022-09-10 10:27
// +----------------------------------------------------------------------
package os.api.v2.api.user.dto.role;

import lombok.Data;

/**
 * os.api.v2.api.user.dto.role.IndexDataDto
 *
 * @author 吴荣超
 * @version 2.0.0
 * @date 2022-09-10 10:27
 */
@Data
public class IndexDataDto {
    private Integer id;

    /**
     * 角色名称(英文)
     */
    private String nameEn;

    /**
     * 角色名称(中文)
     */
    private String nameZh;
}
