// +----------------------------------------------------------------------
// | 
// +----------------------------------------------------------------------
// | Copyright © 2017 版权 All Rights Reserved.
// +----------------------------------------------------------------------
// | Author: 吴荣超
// +----------------------------------------------------------------------
// | Date  : 2022-08-05 23:35
// +----------------------------------------------------------------------
package os.api.v2.api.user.vo.user;

import lombok.Data;

/**
 * os.api.v2.api.user.vo.user.PermissionVo
 *
 * @author 吴荣超
 * @version 2.0.0
 * @date 2022-08-05 23:35
 */
@Data
public class PermissionVo {
    private String module;
    private Integer moduleId;
}
