// +----------------------------------------------------------------------
// | 
// +----------------------------------------------------------------------
// | Copyright © 2017 版权 All Rights Reserved.
// +----------------------------------------------------------------------
// | Author: 吴荣超
// +----------------------------------------------------------------------
// | Date  : 2022-09-14 21:52
// +----------------------------------------------------------------------
package os.api.v2.api.user.vo.rolemenu;

import lombok.Data;

/**
 * os.api.v2.api.user.vo.rolemenu.IndexVo
 *
 * @author 吴荣超
 * @version 2.0.0
 * @date 2022-09-14 21:52
 */
@Data
public class IndexVo {
    private Integer offset;
    private Integer limit;
}
